<?php

return [
    'title' => 'صفحة الحضور',
    'dashboard' => 'لوحــة التحكـــــم',
    'attendence' => 'الحضور',

    'day' => 'يوم',
    'month' => 'الشهر',
    'group' => 'الفوج',

    'attendance'=> " تم تسجيل حضور الطالب",
    'absence'=> " تم تسجيل غياب الطالب",


    'days' => [
        '1' => 'الأحد',
        '2' => 'الإثنين',
        '3' => 'الثلاثاء',
        '4' => 'الأربعاء',
        '5' => 'الخميس',
        '6' => 'الجمعة',
        '7' => 'السبت',
    ],

    'groups'=> [
        '1' => 'الفوج الأول',
        '2' => 'الفوج الثاني',
        '3' => 'الفوج الثالث',
        '4' => 'الفوج الرابع',
        '5' => 'الفوج الخامس',
        '6' => 'الفوج السادس',
        '7' => 'الفوج السابع',
        '8' => 'الفوج الثامن',
    ],

    'label' => [
        'search' => 'البحث بإسم الطالب',
        'week' => 'الأسبوع',
        'month' => 'الشهر',
        'group' => 'الفوج',
    ],
    'select' => [
        'week' => 'اختر الأسبوع',
        'month' => 'اختر الشهر',
        'group' => 'اختر الفوج',
    ],
    'placeholder' => [
        'search' => 'أكتب إسم الطالب',
    ],
    'weeks' =>[
        '1' => 'الأسبوع الأول',
        '2' => 'الأسبوع الثاني',
        '3' => 'الأسبوع الثالث',
        '4' => 'الأسبوع الرابع',
    ],
    'months'=> [
        'all' => 'كل السنة',
        '1' => 'جانفي',
        '2' => 'فيفري',
        '3' => 'مارس',
        '4' => 'أفريل',
        '5' => 'ماي',
        '6' => 'جوان',
        '7' => 'جويلية',
        '8' => 'أوت',
        '9' => 'سبتمبر',
        '10' => 'أكتوبر',
        '11' => 'نوفمبر',
        '12' => 'ديسمبر',
    ]
];