<?php

return [
    'date_print' => 'تاريخ الطباعة',
    'title' => [
        'attendence' => 'قائمة حضور الطلبة المتربصين',
        'trainee_notebook' => 'دفتر المتربص',
        'students' => 'قائمة الطلبة',
        'teachers' => 'قائمة الأساتذة',
    ],
    'title_print' =>[
        'attendence' => 'طباعة قائمة حضور الطلبة المتربصين',
        'trainee_notebook' =>'طباعة دفتر المتربص',
        'students' => 'طباعة قائمة الطلبة',
        'teachers' => 'طباعة قائمة الأساتذة',
    ],
    'weeks' =>[
        '1' => 'الأسبوع الأول',
        '2' => 'الأسبوع الثاني',
        '3' => 'الأسبوع الثالث',
        '4' => 'الأسبوع الرابع',
    ],
    'groups'=> [
        'all' => 'كل الافواج',
        '1' => 'الفوج 1',
        '2' => 'الفوج 2',
        '3' => 'الفوج 3',
        '4' => 'الفوج 4',
        '5' => 'الفوج 5',
        '6' => 'الفوج 6',
        '7' => 'الفوج 7',
        '8' => 'الفوج 8',
    ],
    'group' => 'الفوج',
    'ID' => 'الرقـم',
];
