<?php

return [
    'title' => 'المواد',
    'dashboard' => 'لوحــة التحكـــــم',
    'subjects' => 'المواد',

    'name' => 'إسم المادة',
    'coef' => 'المعامل',
    'rate' => 'النقطة',
    'result'=> 'العلامة',

    'create'    => 'إظافة مادة',
    'edit'      => 'تعديل مادة',
    'update'    => 'تحديث مادة',   
    'delete'    => 'حذف مادة',  

    'delete_confirmation' => 'هل انت متاكد من عملية حذف هذه المادة ؟',


    'label' => [
        'name' => 'إسم المادة',
        'coef' => 'معامل المادة',
    ],
    'placeholder' => [
        'name' => 'أدخل إسم المادة',
        'coef' => 'أدخل معامل المادة',
    ],
];
